{
    "question": "<h1>Chapter 11: Specialized Insurance Practices</h1> <h2>Introduction</h2> <p>This chapter covers specialized insurance practices, focusing on Petrochemical Tariffs, Industrial All Risk Policies, nuclear disaster insurance pools, and fire insurance practices in the UK and USA. The chapter highlights unique risks, policy structures, and regulatory frameworks for these domains.</p> <h2>A. Petrochemical Tariff</h2> <h3>1. Features</h3> <ul> <li>Covers high-risk petrochemical industries with complex hazards.</li> <li>Provides structured policies to address fire, explosion, and material damage risks.</li> </ul> <h3>2. Key Components</h3> <ul> <li>Classification of flammable materials and hazardous processes.</li> <li>Special conditions for silent risks (e.g., idle facilities).</li> </ul> <h3>3. Rating and Excess Clauses</h3> <ul> <li>Rates depend on material types, storage conditions, and fire protection systems.</li> <li>Excess clauses define minimum claim thresholds.</li> </ul> <h2>B. Industrial All Risk Policy</h2> <h3>1. Features</h3> <ul> <li>Comprehensive coverage for material damage and business interruption.</li> <li>Compulsory deductibles apply based on property type and location.</li> </ul> <h3>2. Perils Covered</h3> <ul> <li>Fire, flood, earthquake, machinery breakdown, and theft.</li> </ul> <h3>3. Exclusions</h3> <ul> <li>Excludes war, nuclear risks, and wear-and-tear losses.</li> </ul> <h3>4. Clauses</h3> <ul> <li>Alternative Basis Clause: Adjusts indemnity based on operational changes.</li> <li>Trends Clause: Accounts for market conditions during claim assessments.</li> </ul> <h2>C. Nuclear Disaster Insurance Pool</h2> <h3>1. Features</h3> <ul> <li>Provides financial protection for nuclear reactor operations in India.</li> <li>Coverage includes property damage, third-party liability, and decontamination costs.</li> </ul> <h3>2. Regulatory Framework</h3> <ul> <li>Operates under government oversight with contributions from insurers.</li> </ul> <h2>D. Fire Insurance Practices in the UK</h2> <h3>1. Overview</h3> <ul> <li>Policies provide coverage for fire, explosion, and additional perils.</li> <li>Combined and package policies cater to diverse client needs.</li> </ul> <h3>2. Fixation of Sum Insured</h3> <ul> <li>Sum insured is based on property value or replacement costs.</li> </ul> <h2>E. Fire Insurance Practices in the USA</h2> <h3>1. Overview</h3> <ul> <li>ISO Business Personal Property Policy offers standard coverage for fire and allied perils.</li> </ul> <h3>2. Special Forms</h3> <ul> <li>Specific forms provide extended coverage for floods, hurricanes, and earthquakes.</li> </ul> <h2>F. General Insurance Council in India</h2> <h3>1. Role and Contributions</h3> <ul> <li>Promotes best practices in the insurance industry.</li> <li>Provides advisory services to regulators and insurers.</li> </ul> <h3>2. Recent Contributions</h3> <ul> <li>Developed standardized fire policies to enhance claim transparency.</li> </ul> <h2>Conclusion</h2> <p>Chapter 11 emphasizes the importance of specialized insurance practices for high-risk industries, focusing on policy design, risk management, and regulatory compliance. These practices ensure comprehensive protection for businesses and communities against unique and significant risks.</p>"
}