{
    "question": "<h1>Chapter 8: Claims - Procedural Aspects</h1> <h2>Introduction</h2> <p>This chapter explains the procedural aspects of claims handling, including claim verification, registration, surveyor appointments, loss assessment, and settlement processes. It also details regulatory requirements and specific considerations for reinstatement and business interruption claims.</p> <h2>A. Procedural Aspects of a Claim</h2> <h3>1. Verification</h3> <ul> <li>Ensure the policy is in force.</li> <li>Check if the reported perils and affected properties are covered under the policy.</li> <li>Verify the insured's interest aligns with the policy.</li> </ul> <h3>2. Registration of Claims</h3> <ul> <li>Claims are registered, and a claim number is assigned.</li> <li>Details like policy number, date of loss, sum insured, and surveyor name are recorded.</li> </ul> <h3>3. Claim Form</h3> <ul> <li>Issued to the insured to provide details such as cause of loss, damaged property, and amount claimed.</li> <li>Additional information like salvage value and other insurance coverage is required.</li> </ul> <h3>4. Appointment of Surveyor</h3> <ul> <li>Independent licensed surveyors assess large losses.</li> <li>Preliminary details are provided for urgent assessments.</li> </ul> <h3>5. Surveyor Reports</h3> <ul> <li>Preliminary Report: Includes date, location, cause of loss, and estimated damage.</li> <li>Final Report: Details the adjustment of loss and liability under the policy.</li> </ul> <h3>6. Condition 15: Pro-rata Premium</h3> <ul> <li>Pro-rata premium for the unexpired period is deducted from the claim.</li> <li>If the insured opts not to reinstate the sum insured, it is reduced by the amount of loss.</li> </ul> <h3>7. Discharge Voucher and Cheque Settlement</h3> <ul> <li>The discharge voucher is signed by all insured parties.</li> <li>Cheques are issued to the insured or banks under specific conditions.</li> </ul> <h3>8. On Account Settlements</h3> <p>Partial payments are made in large losses to assist with immediate repairs or replacements, provided liability is clear.</p> <h3>9. Co-insurance</h3> <p>The lead insurer appoints a surveyor, and loss apportionment among co-insurers is detailed in the final report.</p> <h3>10. Outstanding Claims</h3> <ul> <li>Known Claims: Intimated but unsettled claims are recorded with estimates.</li> <li>Incurred But Not Reported (IBNR): Ad-hoc provisions are made for such claims in accounts.</li> </ul> <h2>B. Surveyor's Duties and Loss Assessment</h2> <h3>1. Duties of a Surveyor</h3> <ul> <li>Investigate the cause and extent of loss.</li> <li>Advise on loss minimization and salvage protection.</li> <li>Submit detailed reports within stipulated timelines.</li> </ul> <h3>2. Loss Assessment</h3> <ul> <li>Buildings: Costs are determined based on records or estimates.</li> <li>Machinery: Assessment includes repair costs, depreciation, and betterment.</li> <li>Stocks: Values are assessed based on inventory, salvage, and reconditioning costs.</li> <li>Furniture and Personal Effects: Replacement costs with depreciation are used.</li> </ul> <h3>3. Inspection of the Scene of Loss</h3> <ul> <li>Surveyors inspect damages to buildings, stocks, or machinery to determine cause and extent of loss.</li> <li>Minimization measures, such as securing damaged property, are advised.</li> </ul> <h3>4. Cause of Loss</h3> <ul> <li>Technical experts may assist in identifying complex causes like combustion or explosions.</li> <li>Unknown causes are addressed through evidence-based theories and elimination processes.</li> </ul> <h2>C. Specific Claim Considerations</h2> <h3>1. Reinstatement Claims</h3> <ul> <li>Reinstatement must occur within 12 months unless extended by the insurer.</li> <li>Verification of repairs and photographs is required for settlement.</li> </ul> <h3>2. Business Interruption Claims</h3> <ul> <li>Surveyors guide insured parties on minimizing downtime and losses.</li> <li>Loss assessment is based on the nature and scope of interruption.</li> </ul> <h3>3. Final Survey Report</h3> <ul> <li>Details include insured's name, description of risk, cause of loss, and extent of damage.</li> <li>Recommendations on salvage handling, underinsurance, and liability are provided.</li> </ul> <h2>Conclusion</h2> <p>Chapter 8 outlines the structured process for claim handling, emphasizing thorough verification, compliance with regulatory requirements, and comprehensive loss assessments to ensure fair settlements.</p>"
}