{
    "question": "<h1>Chapter 6: Underwriting</h1> <h2>Introduction</h2> <p>This chapter explores the concept of underwriting, its objectives, factors, and the principles of risk assessment. It also covers PML (Probable Maximum Loss), methods of reinsurance, and new regulations in fire insurance underwriting.</p> <h2>A. Underwriting Factors</h2> <h3>1. Concept of Underwriting</h3> <ul> <li>Involves risk acceptance or rejection, fixing rates, determining retention limits, and reinsurance.</li> </ul> <h3>2. Objectives of Underwriting</h3> <ul> <li>To generate sufficient premium income for growth and profit.</li> </ul> <h3>3. Underwriting Factors</h3> <h4>a) Business Spread</h4> <ul> <li>Class-wise and geographical distribution of risks ensures balance.</li> </ul> <h4>b) Business Selection</h4> <ul> <li>Assesses fire hazards based on materials, processes, goods, and fire protection methods.</li> </ul> <h4>c) Fixing Retention Limits</h4> <ul> <li>Retention is based on financial status, premium income, and risk class experience.</li> </ul> <h4>d) PML Estimation</h4> <ul> <li>PML represents the potential maximum loss from a single event.</li> <li>Critical for determining retention and reinsurance needs.</li> </ul> <h2>B. Reinsurance</h2> <h3>1. Concept of Reinsurance</h3> <ul> <li>Direct insurers transfer part of their risks to reinsurers to spread liability.</li> </ul> <h3>2. Methods of Reinsurance</h3> <h4>a) Facultative Reinsurance</h4> <ul> <li>Each risk is reinsured individually.</li> </ul> <h4>b) Treaty Reinsurance</h4> <ul> <li>Includes proportional treaties (Quota Share and Surplus) and non-proportional treaties (Excess of Loss).</li> </ul> <h2>C. Regulations and Guidelines</h2> <h3>1. Fire Insurance Underwriting</h3> <ul> <li>Emphasizes PML estimation, risk classification, and aggregate exposure monitoring.</li> </ul> <h3>2. New Regulations</h3> <ul> <li>Claims cost, acquisition cost, and management expenses are critical for pricing.</li> </ul> <h2>D. Corporate Governance</h2> <p>Boards must define underwriting philosophy, delegate authority responsibly, and monitor underwriting performance through regular audits.</p> <h2>E. Risk Management</h2> <ul> <li>Focuses on risk identification, analysis, and mitigation to ensure sustainable practices.</li> </ul> <h2>F. Key Principles of Underwriting</h2> <ul> <li>Prudent underwriting involves assessing risks that are quantifiable and manageable.</li> <li>Products must provide clear and valuable protection to insured parties.</li> </ul>"
}