{
    "question": "<h1>Chapter 2: Add-ons and Extensions in Fire Insurance</h1> <h2>Introduction</h2> <p>This chapter explains the various add-ons and extensions available in fire insurance policies. These optional covers enhance the scope of a standard fire policy to provide comprehensive protection against a wider range of perils and expenses.</p> <h2>A. Key Add-ons in Fire Insurance</h2> <h3>1. Spontaneous Combustion Cover</h3> <p>This add-on covers losses resulting from self-heating, fermentation, or natural heating of insured items like coal and other combustibles.</p> <ul> <li><strong>Premium Rates:</strong> Based on combustibility categories, with rates ranging from 0.25 to 0.75 per mille.</li> <li><strong>Exclusions:</strong> Damage from external causes not linked to spontaneous combustion.</li> </ul> <h3>2. Earthquake (Fire and Shock)</h3> <p>Covers loss or damage caused by earthquakes, including fire and shock damage. It applies to properties within the same compound or complex.</p> <h3>3. Forest Fire</h3> <p>Covers damage caused by forest and jungle fires that are otherwise excluded in standard policies.</p> <h3>4. Impact Damage</h3> <p>Covers direct damage caused by external objects like vehicles or equipment. It excludes impact caused by the insured's own vehicles or equipment.</p> <h3>5. Deterioration of Stocks</h3> <p>This extension covers damage to stocks due to temperature changes caused by insured perils such as power failure or equipment malfunction.</p> <ul> <li><strong>Minimum Coverage:</strong> Power failure lasting at least 24 hours.</li> </ul> <h2>B. Additional Expense-Related Covers</h2> <h3>1. Architects' Fees</h3> <p>Covers up to 7.5% of the claim amount for professional fees incurred during reinstatement or repair.</p> <h3>2. Debris Removal</h3> <p>Covers the cost of removing debris after a loss, exceeding 1% of the claim amount.</p> <h3>3. Local Authorities Clause</h3> <p>Provides for additional expenses incurred to comply with local statutory requirements during reinstatement.</p> <h2>C. Specialized Add-ons</h2> <h3>1. Temporary Removal of Stocks</h3> <p>Covers stocks temporarily removed for processing or exhibition within policy limits and geographic conditions.</p> <h3>2. Omission to Insure</h3> <p>Applies to new buildings, machinery, and furniture acquired during the policy term but not yet declared to the insurer.</p> <h3>3. Loss of Rent Clause</h3> <p>Covers loss of rent due to damage from insured perils, limited to the period of reinstatement.</p> <h2>D. Policy Clauses for Dynamic Risks</h2> <h3>1. Escalation Clause</h3> <p>Automatically increases the sum insured for buildings and machinery by a pre-agreed percentage to account for inflation or increased costs.</p> <ul> <li><strong>Maximum Increase:</strong> 25% of the original sum insured.</li> </ul> <h3>2. Declaration Policies</h3> <p>Allows adjustments to premiums based on fluctuating stock values during the policy term. Monthly declarations are required.</p> <h3>3. Floater Policies</h3> <p>Provides a single sum insured for stocks located across multiple locations, offering flexibility for fluctuating inventories.</p> <h3>4. Reinstatement Value Policies</h3> <p>Settles claims based on the cost of reinstating the property without accounting for depreciation.</p> <ul> <li><strong>Conditions:</strong> Reinstatement must occur within 12 months unless extended by the insurer.</li> </ul> <h2>E. Other Notable Clauses</h2> <h3>1. Agreed Bank Clause</h3> <p>Protects the financial interests of banks and lenders by ensuring claims are directly payable to the bank when necessary.</p> <h3>2. Contract Price Insurance Clause</h3> <p>Ensures claims are calculated based on agreed contract prices, irrespective of fluctuations in market value.</p> <h3>3. Designation of Property Clause</h3> <p>Provides clarity in claims by referring to property descriptions in the insured's books for valuation.</p> <h2>Conclusion</h2> <p>Add-ons and extensions enhance the utility and applicability of fire insurance policies, making them suitable for diverse risk scenarios. By opting for relevant extensions, policyholders can mitigate dynamic risks and ensure comprehensive protection.</p>"
}