{
    "question": "<h1>Chapter 9: Consequential Loss Insurance</h1> <h2>Introduction</h2> <p>Consequential Loss Insurance, also known as Business Interruption Insurance, compensates for trading losses arising from business stoppage due to a fire. This chapter covers features like indemnity, insured sum, and policy structure, including operative clauses, schedules, definitions, and conditions.</p> <h2>A. Trading Losses</h2> <h3>1. Types of Trading Losses</h3> <ul> <li><strong>Net Profit:</strong> The margin of income over expenses.</li> <li><strong>Standing Charges:</strong> Fixed overhead expenses such as rent, taxes, and salaries.</li> <li><strong>Increased Cost of Working:</strong> Extra costs to maintain operations, such as temporary premises or hired equipment.</li> </ul> <p>The subject matter of fire insurance is material property, while profits insurance focuses on the earning capacity of the property.</p> <h3>2. Basis of Loss of Profit Insurance</h3> <ul> <li><strong>Turnover:</strong> The money earned from goods sold and services rendered.</li> <li>Loss of profit is measured by reductions in turnover.</li> </ul> <h3>3. Measure of Indemnity</h3> <ul> <li>Calculated by applying the rate of gross profit to the reduction in turnover during the indemnity period.</li> <li>Example: A 30% gross profit rate applied to a turnover reduction of Rs. 25,00,000 results in Rs. 7,50,000 trading loss.</li> </ul> <h3>4. Indemnity Period</h3> <ul> <li>Selected based on the time required to reinstate operations, typically 3 months to 3 years.</li> <li>The indemnity period starts after the damage and may extend beyond the policy period.</li> </ul> <h3>5. Sum Insured</h3> <ul> <li>Computed from trading and profit-and-loss accounts.</li> <li>Includes net profit and standing charges as gross profit.</li> <li>Adjusted based on expected growth and chosen indemnity period.</li> </ul> <h2>B. The Consequential Loss Policy</h2> <h3>1. Operative Clause</h3> <ul> <li>States that damage to property must interrupt business for the policy to respond.</li> <li>Losses are paid based on provisions in the policy specification.</li> </ul> <h3>2. Material Damage Proviso</h3> <ul> <li>Requires a valid fire policy for consequential loss claims.</li> <li>Ensures restoration of damaged property, minimizing claim outgo.</li> </ul> <h3>3. Schedule and Specification</h3> <ul> <li><strong>Schedule:</strong> Includes insured details, premises, sum insured, indemnity period, and premium.</li> <li><strong>Specification:</strong> Lists items insured, definitions, and formulas for liability computation.</li> </ul> <h3>4. Key Definitions</h3> <ul> <li><strong>Net Profit:</strong> Income remaining after all expenses, including depreciation.</li> <li><strong>Gross Profit:</strong> Net profit plus insured standing charges.</li> <li><strong>Turnover:</strong> Revenue from trading activities.</li> </ul> <h3>5. Adjustment Clause</h3> <ul> <li>Adjusts figures for trends or special circumstances to ensure fair indemnity.</li> <li>Example: Increased turnover due to new machinery is considered in loss calculation.</li> </ul> <h2>C. Policy Conditions</h2> <h3>1. Business Continuity</h3> <ul> <li>The policy ceases if the business is permanently discontinued or altered.</li> </ul> <h3>2. Claims Procedure</h3> <ul> <li>Notice must be given promptly after damage.</li> <li>Documentation, including vouchers and invoices, must be provided.</li> </ul> <h3>3. Exclusions</h3> <ul> <li>Costs like litigation, goodwill loss, and penalties are not covered.</li> <li>Preparation of fire and consequential loss claims is excluded unless covered under a special clause.</li> </ul> <h2>D. Claims Computation</h2> <p>The claim amount is calculated based on:</p> <ul> <li>Reduction in turnover adjusted for trends.</li> <li>Gross profit rate applied to turnover reduction.</li> <li>Additional costs incurred to reduce turnover loss.</li> <li>Adjustments for under-insurance and saved standing charges.</li> </ul> <h3>Example</h3> <ul> <li>Gross profit insured: Rs. 3,00,000</li> <li>Standard turnover: Rs. 10,00,000</li> <li>Reduction in turnover: Rs. 6,00,000</li> <li>Gross profit rate: 30%</li> <li>Claim payable: Rs. 1,80,000</li> </ul> <h2>Conclusion</h2> <p>Consequential Loss Insurance provides comprehensive coverage for trading losses due to business interruption. It emphasizes accurate sum insured, proper documentation, and adherence to policy conditions to ensure fair compensation.</p>"
}